Repository: amadeusproject/amadeuslms
Catalog: subjects/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: There is another subject with this name, try another one.
pt_br: Já existe um assunto com esse nome, tente outro.

source: This date must be today or after
pt_br: Essa data deve ser hoje ou depois disso

source: This date must be equal subscribe begin or after
pt_br: Essa data deve ser igual ou depois de começarem as incrições

source: This date must be after subscribe end
pt_br: Essa data deve ser depois do fim das inscrições

source: This date must be equal init date or after
pt_br: Essa data deve ser igual ou depois da data de início

source: Name
pt_br: Nome

source: description
pt_br: Descrição

source: visible
pt_br: Visível

source: Begin of Subject Date
pt_br: Data de início

source: End of Subject Date
pt_br: Data de encerramento

source: Creation Date
pt_br: Data de criação

source: Date of last update
pt_br: Última Atualização

source: Begin Subscribe
pt_br: Início de inscrição

source: End Subscribe
pt_br: Encerramento de inscrição

source: Students
pt_br: Estudantes

source: Maximum upload size
pt_br: Tamanho máximo de upload

source: Display avatar to students?
pt_br: Mostrar avatar para os estudantes?

source: Attribute students to subject
pt_br: Atribuir estudantes ao assunto

source: Attribute professors to subject
pt_br: Atribuir professores ao assunto

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Close
pt_br: Fechar

source: See Profile
pt_br: Ver Perfil

source: Send Message
pt_br: Enviar Mensagem

source: Replicate
pt_br: Replicar

source: Edit
pt_br: Editar

source: Groups
pt_br: Grupos

source: Restore
pt_br: Restaurar

source: Remove
pt_br: Remover

source: Please select below the topics and resources which you want to backup:
pt_br: Por favor selecione abaixo os tópicos e recursos que você deseja adicionar no backup:

source: Include participants data.
pt_br: Incluir dados dos participantes.

source: Replicate:
pt_br: Replicar:

source: Are you sure you want to delete the subject
pt_br: Tem certeza que deseja deletar o assunto

source: CLOSE
pt_br: Fechar

source: DELETE
pt_br: Deletar

source: My Subjects
pt_br: Meus assuntos

source: You still do not posses any subject in our platform
pt_br: Você ainda não possui assuntos em nossa plataforma

source: Most popular keywords
pt_br: Palavras-chave mais populares

source: My subjects
pt_br: Meus assuntos

source: All subjects
pt_br: Todos os assuntos

source: Coordinator(s)
pt_br: Coordenador(es)

source: It doesn't possess coordinators
pt_br: Não possui coordenadores

source: Create new subject
pt_br: Criar novo assunto

source: You Searched for:
pt_br: Você pesquisou por:

source: Search results
pt_br: Resultados da busca

source: Any subjects or Resources were not found on the search for
pt_br: Nenhum assunto ou recursos foram encontrados na busca por

source: Subjects
pt_br: Assuntos

source: Resources
pt_br: Recursos

source: Professor(s)
pt_br: Professor(es)

source: It doesn't possess professors
pt_br: Não possui professores

source: Category
pt_br: Categoria

source: Subject
pt_br: Assunto

source: Access Resource
pt_br: Acessar Recurso

source: Please select below the file you want to use for restore:
pt_br: Por favor selecione abaixo o arquivo que você quer usar para restauração:

source: Choose your file...
pt_br: Escolha seu arquivo...

source: Click or drop the file here
pt_br: Clique ou solte o arquivo aqui

source: Interaction Data
pt_br: Dados de Interação

source: Pendencies
pt_br: Pendências

source: Messages
pt_br: Mensagens

source: Beginning
pt_br: Início

source: End
pt_br: Fim

source: Access Subject
pt_br: Acessar Assunto

source: Subscribe to Subject
pt_br: Inscrever-se no Assunto

source: This subject doesn't allow new subscriptions
pt_br: Esse assunto não permite novas inscrições

source: Are you sure you want to subscribe to the subject
pt_br: Tem certeza que deseja se inscrever no assunto

source: Update:
pt_br: Editar:

source: View as student
pt_br: Ver como estudante

source: Create new topic
pt_br: Criar novo tópico

source: Participants
pt_br: Participantes

source: Home
pt_br: Início

source: Page is not 'last', nor can it be converted to an int.
pt_br: Página não é a 'última', e também não pode ser convertido para um inteiro

source: Invalid page (%(page_number)s): %(message)s
pt_br: Página inválida (%(page_number)s): %(message)s

source: All Subjects
pt_br: Todos os assuntos

source: Create Subject
pt_br: Criar Assunto

source: Replicate Subject
pt_br: Replicar Assunto

source: The Subject "%s" was registered on "%s" Category successfully!
pt_br: Assunto "%s" foi registrado na categoria "%s" com sucesso!

source: Update Subject
pt_br: Atualizar Assunto

source: The Subject "%s" was updated on "%s" Category successfully!
pt_br: Assunto "%s" foi atualizado na categoria "%s" com sucesso!

source: Subject "%s" removed successfully!
pt_br: Assunto "%s" removido com sucesso!

source: Subject can't be removed. The subject still possess students and learning objects associated
pt_br: Assunto não pode ser removido. Ele ainda possui alunos e objetos de aprendizado associados

source: Subscription date is due!
pt_br: O período de inscrição está encerrado!

source: Subscription was successfull!
pt_br: Inscrição feita com sucesso!

source: %s - Restore
pt_br: %s - Restaurar

source: Backup restored successfully!
pt_br: Backup restaurado com sucesso!
