Repository: amadeusproject/amadeuslms
Catalog: notifications/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Task
pt_br: Tarefa

source: User
pt_br: Usuário

source: Type
pt_br: Tipo

source: Type 1-A
pt_br: Tipo 1-A

source: Type 1-B
pt_br: Tipo 1-B

source: Type 2
pt_br: Tipo 2

source: Type 3
pt_br: Tipo 3

source: Visualized
pt_br: Visualizado

source: Creation Date
pt_br: Data de Criação

source: rows
pt_br: registros

source: Search
pt_br: Buscar

source: Insert date or resource
pt_br: Digite uma data ou recurso

source: Date
pt_br: Data

source: Resource
pt_br: Recurso

source: Final Date
pt_br: Data Final

source: Notification
pt_br: Notificação

source: Aware
pt_br: Ciente

source: Observation
pt_br: Observação

source: Not Informed
pt_br: Não Informado

source: No results found
pt_br: Nenhum resultado encontrado

source: Home
pt_br: Início

source: Final Date/Time
pt_br: Data/Hora Final

source: Your goal was to realize this in
pt_br: Sua meta é realizar essa tarefa em

source: Task finished in
pt_br: Tarefa finalizada em

source: of the participants already realized this task.
pt_br: dos participantes já realizaram essa tarefa.

source: Access the task
pt_br: Acessar a Tarefa

source: Realize the task
pt_br: Realizar a Tarefa

source: or
pt_br: ou

source: Define goal to realization
pt_br: Definir meta para realização

source: Define new goal
pt_br: Definir nova meta

source: Save Goal
pt_br: Salvar Meta

source: Cancel
pt_br: Cancelar

source: This pendencies list is updated every 24 hours. Last update was in:
pt_br: Esta lista de pendências é atualizada a cada 24 horas. A última atualização ocorreu em:

source: Not determined
pt_br: Não Determinado

source: You got pendencies in the following subjects
pt_br: Você possui pendências nos seguintes assuntos

source: Actual Pendencies
pt_br: Pendências Atuais

source: Notifications History
pt_br: Histórico de Notificações

source: You do not posses any pendency.
pt_br: Você não possui nenhuma pendência.

source: Pendencies
pt_br: Pendências

source: The student do not posses any pendency.
pt_br: O estudante não possui nenhuma pendência.

source: You do not posses any pendency in this subject
pt_br: Você não possui nenhuma pendência nesse assunto

source: The student still did not realize this task
pt_br: O estudante ainda não realizou essa tarefa

source: You still did not realize this task
pt_br: Você ainda não realizou essa tarefa

source: This task is late
pt_br: Essa tarefa está atrasada

source: The student miss this task
pt_br: O estudante perdeu essa tarefa

source: You miss this task
pt_br: Você perdeu essa tarefa

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Goal defined to task realization: %s
pt_br: Meta definida para realização da tarefa: %s

source: New goal defined to task realization: %s
pt_br: Nova meta definida para realização da tarefa: %s

source: %s - Pendencies
pt_br: %s - Pendências

source: No goal date received
pt_br: Nenhuma data para meta recebida

source: Could not identify the notification
pt_br: Não foi possível identificar a notificação

source: The goal date should be equal or after today's date
pt_br: A meta de realização da tarefa deve ser uma data igual ou posterior à data atual

source: The goal date should be equal or before subject's date
pt_br: A meta de realização da tarefa deve ser uma data igual ou anterior à data final do assunto

source: Your new goal to realize the task %s is %s
pt_br: Sua nova meta para realizar a tarefa %s é %s

source: Your goal to realize the task %s is %s
pt_br: Sua meta para realizar a tarefa %s é %s
