Repository: amadeusproject/amadeuslms
Catalog: webconference/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Web Conference Title
pt_br: Titulo da Web Conferência

source: Presentation
pt_br: Apresentação

source: This subject already has a web conference with this name
pt_br: Este assunto já tem uma web conferência com este nome

source: This input should be filled with a date equal or before the End.
pt_br: Esse campo deve ser preenchido com uma data igual ou anterior à Final.

source: This input should be filled with a date equal or after the Start.
pt_br: Esse campo deve ser preenchido com uma data igual ou anterior à de Início.

source: This input should be filled with a date equal or after today's date.
pt_br: Esse campo deve ser preenchido com uma data igual ou posterior à data de hoje.

source: Domain
pt_br: Dominio

source: The domain of the jitsi server, e.g. meet.jit.si
pt_br: O dominio do servidor do jitsi, ex: meet.jit.si

source: Start date/hour
pt_br: Data/hora de inicio

source: End date/hour
pt_br: Data/hora de termino

source: Web Conference
pt_br: Web Conferência

source: Web Conferences
pt_br: Web Conferências

source: Are you sure you want delete the web conference
pt_br: Tem certeza que deseja deletar a web conferência

source: Web Conference Setting
pt_br: Configurações da Web Conferência

source: Web Conferences Setting
pt_br: Configurações das Web conferências

source: Common resources settings
pt_br: Configurações de recursos comuns

source: Pendencies Notifications
pt_br: Notificações Pendentes

source: Action not performed by the user
pt_br: Ação não executada pelo usuário

source: Wished period
pt_br: Período desejado

source: Students
pt_br: Estudantes

source: Attribute students to Web Conference
pt_br: Atribuir alunos à web conferência

source: Attribute groups to Web Conference
pt_br: Atribuir grupos à web conferência

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Add new notification
pt_br: Notificações Pendentes

source: Remove this
pt_br: Remover isto

source: Settings: Conference
pt_br: Configurações: Web Conferência

source: Create Web Conference
pt_br: Criar Web Conferência

source: User
pt_br: Usuário

source: Group
pt_br: Grupo

source: Action
pt_br: Ação

source: Date of Action
pt_br: Data da Ação

source: Send message
pt_br: Enviar mensagem

source: Action don't realized
pt_br: Ação não realizada

source: Reports
pt_br: Relatórios

source: Report of the resource
pt_br: Relatório do recurso

source: Select the period:
pt_br: Selecione o período:

source: Search
pt_br: Pesquisar

source: Filter:
pt_br: Filtrar:

source: record(s)
pt_br: registro(s)

source: Click or drop the picture here
pt_br: Clique ou solte a imagem aqui

source: The picture could not exceed 5MB.
pt_br: A imagem não pode exceder 5MB

source: Close
pt_br: Fechar

source: Send
pt_br: Enviar

source: Edit:
pt_br: Editar:

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: Resource Mural
pt_br: Mural do recurso

source: Participate
pt_br: Participar

source: %s - Web Conference
pt_br: %s - Web Conferência

source: Visualize
pt_br: Visualizar

source: The Web conference "%s" was added to the Topic "%s" of the virtual environment "%s" successfully!
pt_br: A web conferência '%s' foi adicionada ao tópico '%s' do ambiente virtual '%s' com sucesso!

source: Update Web Conference
pt_br: Atualizar a web conferência

source: The Web conference "%s" was updated successfully!
pt_br: A web conferência '%s' foi atualizada com sucesso!

source: The web conference "%s" was removed successfully from virtual environment "%s"!
pt_br: A web conferência '%s' foi removida com sucesso do ambiente virtual '%s'!

source: Conference settings updated successfully!
pt_br: Configurações de segurança atualizadas com sucesso!

source: Web Conference Settings
pt_br: Configurações da Web Conferência

source: Youtube Video Reports
pt_br: Relatórios do Video do Youtube

source: Realized
pt_br: Realizada

source: Unrealized
pt_br: Não Realizada

source: Historic
pt_br: Histórico

source: View
pt_br: Visualizar

source: Enter
pt_br: Entrar

source: Webconference
pt_br: Web Conferência

source: Actions about resource
pt_br: Ações sobre o recurso

source: Quantity
pt_br: Quantidade

source: [Photo]
pt_br: [Foto]

source: Last message in %s
pt_br: Última mensagem em %s

source: The message was successfull sent!
pt_br: A mensagem foi enviada com sucesso!

source: No user selected!
pt_br: Nenhum usuário selecionado!
