Repository: amadeusproject/amadeuslms
Catalog: material_delivery/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Material Delivery Name
pt_br: Nome da Entrega de Material

source: This subject already has a material delivery with this name
pt_br: Esse assunto já possui uma Entrega de Material com esse nome

source: This input should be filled with a date equal or after today's date.
pt_br: Esse campo deve ser preenchido com uma data igual ou posterior à data atual.

source: This input should be filled with a date equal or after the subject begin date.("%s")
pt_br: Esse campo deve ser preenchido com uma data igual ou posterior à data de início do assunto("%s")

source: This input should be filled with a date equal or before the subject end date.("%s")
pt_br: Esse campo deve ser preenchido com uma data igual ou anterior à data final do assunto.("%s")

source: This field is required
pt_br: Esse campo é obrigatório

source: This input should be filled with a date equal or after the date stabilished for the init.
pt_br: Esse campo deve ser preenchido com uma data igual ou posterior à data estabelecida para o início.

source: The file is too large. It should have less than 30MB.
pt_br: Esse arquivo é muito grande. Ele deve conter menos de 30MB.

source: Material Description
pt_br: Descrição do Material

source: This field is required.
pt_br: Esse campo é obrigatório.

source: File not supported, use PDF format instead.
pt_br: Arquivo não suportado.

source: Presentation
pt_br: Apresentação

source: Init Date
pt_br: Data de início

source: End Date
pt_br: Data limite para entrega

source: Are you sure you want delete the Material Delivery
pt_br: Você tem certeza que deseja deletar a Entrega de Material

source: Material Delivery
pt_br: Entrega de Material

source: File
pt_br: Arquivo

source: User
pt_br: Usuário

source: Student Deliver
pt_br: Entrega do Estudante

source: Commentary
pt_br: Comentários

source: Upload Date
pt_br: Data de submissão

source: Grade
pt_br: Nota

source: Is updated?
pt_br: Está atualizado?

source: Evaluation Date
pt_br: Data da avaliação

source: Support Materials
pt_br: Anexo

source: Choose your file...
pt_br: Escolha seu arquivo...

source: Click or drop the file here
pt_br: Clique ou arraste o arquivo aqui.

source: The file could not exceed 30MB.
pt_br: O arquivo não pode exceder 30MB.

source: File not supported.
pt_br: Arquivo não suportado.

source: Common resources settings
pt_br: Configurações comuns à todos os recursos

source: Students
pt_br: Estudantes

source: Attribute students to Material Delivery
pt_br: Atribuir estudantes à Entrega de Material

source: Attribute groups to Material Delivery
pt_br: Atribuir grupos à Entrega de Material

source: Save
pt_br: Salvar

source: Cancel
pt_br: Cancelar

source: Add support material
pt_br: Adicionar anexo

source: Student
pt_br: Estudante

source: results(s)
pt_br: resultado(s)

source: Download .xls file
pt_br: Baixar arquivo .xls

source: Filter:
pt_br: Filtro:

source: Submit date:
pt_br: Data de submissão:

source: Evaluated
pt_br: Avaliou

source: At
pt_br: Em

source: Updated
pt_br: Atualizado

source: Updadte evaluation
pt_br: Atualizar avaliação

source: Create Material Delivery
pt_br: Criar Entrega de Material

source: Group
pt_br: Grupo

source: Action
pt_br: Ação

source: Date of Action
pt_br: Data da ação

source: Send message
pt_br: Enviar mensagem

source: Action not realized
pt_br: Ação não realizada

source: Reports
pt_br: Relatórios

source: Report of the resource
pt_br: Relatório do recurso

source: Select the period:
pt_br: Selecione o período:

source: Search
pt_br: Pesquisar

source: record(s)
pt_br: resultado(s)

source: Click or drop the picture here
pt_br: Clique ou solte a imagem aqui

source: The picture could not exceed 5MB.
pt_br: A imagem não pode exceder 5MB.

source: Send
pt_br: Enviar

source: Edit:
pt_br: Editar:

source: Edit
pt_br: Editar

source: Remove
pt_br: Remover

source: Resource Mural
pt_br: Mural do Recurso

source: Individual Result
pt_br: Resultado Individual

source: Class Results
pt_br: Resultado da Classe

source: Attachments
pt_br: Anexos

source: Init date
pt_br: Data de início

source: End date
pt_br: Data limite para entrega

source: Deliver Materials
pt_br: Entrega de Material

source: The student hasn't uploaded any material yet.
pt_br: O estudante ainda não submeteu nenhum material.

source: Add your material
pt_br: Adicionar o seu material

source: Evaluate material
pt_br: Avaliar material

source: The teacher will evaluate your material soon.
pt_br: O professor vai avaliar o seu material em breve.

source: Something went wrong. Please try again later
pt_br: Algo deu errado. Por favor, tente novamente mais tarde

source: Delivered material
pt_br: Enviou material

source: Didn't delivered material
pt_br: Não enviou material

source: The Material Delivery %s was successfully created in the topic %s!
pt_br: A Entrega de Material %s foi criada com sucesso no tópico %s!

source: Update Material Delivery
pt_br: Atualizar Entrega de Material

source: The Material Delivery %s of the topic %s was updated successfully!
pt_br: A Entrega de Material %s do tópico %s foi atualizada com sucesso!

source: The material delivery %s of the topic %s was removed successfully!
pt_br: A Entrega de Material %s do tópico %s foi removida com sucesso!

source: You don't have permission to submit files in this delivery
pt_br: Você não tem permissão para submeter arquivos nessa entrega

source: This resource can only be accessed after %s
pt_br: Esse recurso só pode ser acessado depois de %s

source: The material could be delivered only until %s
pt_br: O material só podia ser enviado até %s

source: Material submited successfully!
pt_br: Material entregue com sucesso!

source: You don't have permission to evaluate this delivery
pt_br: Você não tem permissão para avaliar essa entrega

source: Delivery evaluated successfully!
pt_br: Entrega avaliada com sucesso!

source: Evaluation updated successfully!
pt_br: Avaliação atualizada com sucesso!

source: Material Delivery Reports
pt_br: Relatórios da Entrega de Material

source: Realized
pt_br: Realizado

source: Unrealized
pt_br: Não Realizado

source: Historic
pt_br: Histórico

source: View
pt_br: Visualizar

source: Submit
pt_br: Entregar

source: Actions about resource
pt_br: Ações sobre o recurso

source: Quantity
pt_br: Quantidade

source: [Photo]
pt_br: [Foto]

source: Last message in %s
pt_br: Última mensagem em %s

source: The message was successfull sent!
pt_br: A mensagem foi enviada com sucesso!

source: No user selected!
pt_br: Nenhum usuário selecionado!
