Repository: amadeusproject/amadeuslms
Catalog: mailsender/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Description
pt_br: Descrição

source: Host name
pt_br: Nome do host

source: Port Number
pt_br: Porta

source: Username
pt_br: Nome de usuário

source: Password
pt_br: Senha

source: Criptografy
pt_br: Criptografia

source: No
pt_br: Não

source: TLS, if possible
pt_br: TLS, se possível

source: Mail sender configuration
pt_br: Configuração de remetende de email

source: Mail sender configurations
pt_br: Configurações de remetende de email

source: Settings: Mail Sender
pt_br: Configurações: Remetente de Email

source: General server settings
pt_br: Configurações gerais do servidor

source: If your email host is Gmail make sure to turn on the option "Allow less secure apps" in
pt_br: Se o seu host de email é Gmail certifique-se de ativar a opção "Permitir aplicativos menos seguros" em

source: Autentication
pt_br: Autenticação

source: Save
pt_br: Salvar

source: Mail Sender configuration updated successfully!
pt_br: Configurações de remetente de email atualizadas com sucesso!

source: Mail Sender
pt_br: Remetente de Email
