Repository: amadeusproject/amadeuslms
Catalog: security/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Don't allow users to self-register
pt_br: Não permitir usuários a se auto-cadastrem

source: Put system in maintenance mode
pt_br: Colocar sistema em modo de manutenção

source: Don't allow coordinators to edit, remove or replicate categories
pt_br: Não permitir que coordenadores editem, removam ou repliquem categorias

source: Don't allow professors to edit, remove or replicate subejcts
pt_br: Não permitir que professores editem, removam ou repliquem assuntos

source: Don't allow users to edit access email
pt_br: Não permitir que usuários editem o email de acesso

source: Don't allow users to edit social name
pt_br: Não permitir que usuários editem o nome social

source: Security configuration
pt_br: Configuração de Securação

source: Security configurations
pt_br: Configurações de Segurança

source: Settings: Security
pt_br: Configurações: Segurança

source: Save
pt_br: Salvar

source: Security settings updated successfully!
pt_br: Configurações de segurança atualizadas com sucesso!

source: Security
pt_br: Segurança
